acpid
alacritty
arandr
base
base-devel
battery-advisor
brightnessctl
calf
dbeaver
discord
docker
docker-compose
dolphin
easyeffects
filelight
firefox
flameshot
gedit
git
heroku-cli
htop
hypridle
hyprland
hyprlock
hyprpaper
less
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lsp-plugins
mariadb
neofetch
neovim
network-manager-applet
networkmanager
nitrogen
nodejs
notification-daemon
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
openssh
pamixer
papirus-icon-theme
pavucontrol
picom
pipewire-alsa
pipewire-pulse
plymouth
postgresql
postman-bin
python-poetry
qtile
redshift
refind
rofi
rofi-calc
slock
spotify
sudo
swww
ttf-dejavu
ttf-liberation
unzip
visual-studio-code-bin
volumeicon
vulkan-radeon
waybar
whatsdesk-bin
xautolock
xclip
xf86-input-synaptics
xf86-video-amdgpu
xorg-xrandr
xterm
yarn
yay
yay-debug
zip
zsh
