acpi
acpid
alacritty
amd-ucode
arandr
base
base-devel
battery-advisor
brightnessctl
calf
discord
dolphin
easyeffects
efibootmgr
filelight
firefox
flameshot
git
gnome-keyring
htop
java-runtime-common
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lsp-plugins
mesa
minecraft-launcher
neofetch
neovim
network-manager-applet
networkmanager
nitrogen
notification-daemon
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
picom
pipewire-alsa
pipewire-pulse
plymouth
python-poetry
qtile
redshift
refind
rofi
rofi-calc
slock
spotify
sudo
ttf-dejavu
ttf-liberation
unzip
visual-studio-code-bin
volumeicon
vulkan-radeon
xautolock
xclip
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yarn
yay
yay-debug
zip
zsh
