albert
alsa-utils
azuredatastudio-bin
base
base-devel
blueman
bluez
brightnessctl
calf
cliphist
cmake
cpio
discord
docker
docker-compose
dolphin
easyeffects
filelight
firefox
galculator
gdm
gedit
git
gnome-control-center
gnome-menus
gnome-terminal
go-sqlcmd
htop
hypridle
hyprland
hyprlock
hyprshot
hyprutils
kitty
less
linux
linux-firmware
lsp-plugins
mako
mesa
meson
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
obs-studio
openssh
pamixer
papirus-icon-theme
pavucontrol
pipewire-alsa
pipewire-pulse
plymouth
polkit-kde-agent
postgresql
postman-bin
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
refind
reflector
rofi
sddm
sddm-kcm
spotify
sudo
swww
thunar
ttf-dejavu
ttf-font-awesome
unzip
visual-studio-code-bin
vulkan-radeon
waybar
wget
whatsdesk-bin
wl-clipboard
wlsunset
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xorg-xhost
xwaylandvideobridge
yarn
yay
yay-debug
zoom
zsh
